{

  "BACK TO TOP": "Haut de page",
  "Home": "Accueil",
  "About": "À propos",
  "Design": "Le design",
  "Settings": "Préférences",
  "Raising chickens": "Élever des poules",
  "Solar panels": "Panneaux solaires",
  "Saving water": "Économiser l'eau",
  "Grow your own": "Faire pousser vos légumes",
  "Email the results": "Recevoir les résultats",
  "Under construction": "En construction",
  "Coming soon": "Bientôt",
  "Menu": "Menu",
  "The design process": "Le design",
  "Contact me": "me contacter",


  "Number of hens:" : "nombre de poules :",
  "Space to roam:" : "espace pour l'enclos : ",
  "square meters" : "mètres carré",
  "square feet" : "pieds carré",
  "Space for the coop:" : "espace pour le poulailler :",
  "Total space needed:" : "espace total nécessaire :",
  "Number of eggs" : "nombre d'oeufs",
  "per week" : "par semaine",
  "Learn more": "En savoir plus",
  "See less": "Voir moins",
  "Select a location": "Choisir une région",
  "England": "Angleterre",
  "Scotland": "Écosse",
  "Northern Ireland": "Irlande du nord",
  "Wales" : "Pays de Galles",
  "Thousands of litres of rain water can be collected per year, on an average roof in the UK." : "En moyenne, des milliers de litre d'eau de pluie peuvent être recueilli par an pour un toit de taille moyenne au Royaume Uni",
  "RESET": "EFFACER",
  "Number of person in the household:": "Nombre de personnes dans le foyer : ",
  "litres of potable water per day could be saved by recycling grey water": "litres d'eau potable par jour pourraient être économisés en recyclant les eaux grises.",
  "Various starter crops with advices": "Différentes plantes et des conseils",
  "To chose to receive an email with all the results from the various selections done on this page": "Pour recevoir un mail avec les résultats en fonction de vos sélections sur cette page",
  "The number of eggs you can expect will depend on the breed of hens and their age.": "Le nombre d'oeufs obtenus dépendra de la race de vos poules et de leur âge.",
  "If you have more than 5 chickens, you can plan for less space than the numbers above. If the chickens spend a lot of time outside then the coop can be smaller.":
       "Si vous avez plus de 5 poules, vous pouvez prévoir moins d'espace. Si les poules passent la plupart de leur temps dehors alors le poulailler peut être plus petit.",
  "Grey water is the waste water from baths, showers, washing machines, dishwashers, and sinks, which typically makes up between 50-80% of households waste water.":
       "Les eaux grises sont composées de l'eau des bains, douches, machine à laver, lave-vaisselle, et éviers, ce qui fait entre 50 et 80% des eaux usées des foyers.",
  "Grey water is never going to be safe to drink, even when treated, but it can be used to flush toilets, wash clothes and water your garden.": 
      "L'eau grise n'est jamais potable, même traitée, mais elle peut être utilisée pour les toilettes, laver les vêtements ou arroser votre jardin.",
  "There are various ways to treat grey water, ranging from very simple methods to complex fully automated treatment systems, depending on what you want to use the water for.": 
      "Il y a différentes façons de traiter l'eau grise, allant de méthodes très simples à des méthodes complexes complètement automatisées, en fonction de l'usage que vous souhaitez faire de cette eau.",


  "Unit" : "Système sélectionné",
  "Metric": "Métrique",
  "Imperial": "Impérial",
  "Colour theme": "Les couleurs du thème sélectionné",
  "Default (wood, green, yellow)": "Par défault (bois, vert et jaune)",
  "Plain (white, dark green, grey)": "Simple (blanc, vert foncé et gris)",
  "Blue (white, blue, grey)": "Bleu (blanc, bleu, et gris)",
  "Language": "Langue sélectionnée",
  "More choices will be available later: Spanish, Italian, German, Dutch, and Gaelic.": "Il y aura plus de choix plus tard: espagnol, italien, allemand, néerlandais et gaélique.",
  "For now, you can change the language from French to English here or from the top menu.": "Pour le moment, vous pouvez choisir entre le français et l'anglais ici ou dans la barre menu en haut.",


  "It started with a mobile app made for Android devices with a user group of 5 with low to medium IT skills. Now I'm working toward a Progressive Web App and more usability testing will be done all along.":
      "J'ai commencé avec une app pour appareils android et un groupe de 5 utilisateurs débutants ou moyens au niveau de leur connaissance des apps. Maintenant, je prévois de faire une Progressive Web App et des tests d'ergonomie seront faits régulièrement.",
  "Responsive application": "Une application responsive",
  "Give a green feel visual, but still accommodate colour-blind users": "Donner un visuel 'vert' qui ne gêne pas les utilisateurs daltoniens",
  "Choice of language":"Choix de la langue",
  "Ease of use for expert users but also for users with little experience of apps":"Facilité d'utilisation pour les utilisateurs d'app experts mais aussi pour les débutants",
  "Start with UK users but extends further with wider geographical data":"Commencer avec les utilisateurs au Royaume Uni puis étendre au delà de cette zone géographique",
  "Source of information used":"Les sources d'informations utilisées",
  "Design plan": "Planning du design",
 

  
  "Previous": "Précédent",
  "Next": "Suivant",
  "Want to do some green changes, but unsure where to begin?": "Vous voulez faire des changements écologiques, mais vous ne savez pas par où commencer ?",
  "I'm designing an application to help exploring various possibilities, so you get a better idea of what to expect, and decide if these changes are worth doing without checking various sources of information, as it would all be in one place.": 
      "Je construis une app pour vous aider à explorer les différentes possibilités, pour avoir une meilleure idée de ce que cela peut donner et ainsi décider de le faire ou non sans avoir à chercher sur plusieurs sites puisque tout sera à un seul endroit.",
  "GO TO THE APP": "ALLER VOIR L'APP",
  "Design goals": "Les contraintes du design",
  "Choice of French or English": "Choix de la langue, anglais ou français",
  "Responsive application so you can use it on a mobile or a desktop": "Application responsive, utilisable sur ordinateur ou sur mobile",
  "LEARN MORE": "EN SAVOIR PLUS",
  "How this project started": "Comment ce projet a commencé",
  "The initial work started in 2016 as an IT degree project. The user research, design and first prototype were done between February and June. There was no coding involved as the focus was the design. " :
      "Cela a débuté en 2016 en tant que mémoire de maitrise d'informatique. La recherche, le design et le premier prototype ont été faits entre février et juin. Il n'y a pas eu d'écriture de code car l'aspect principal était le design. ",
  " was used to create the mobile app for Android and I received the ": " a été utilisé pour créer une app pour Android et j'ai reçu un prix pour la ",
  " in June 2016 for it.": " en juin 2016.",
  "After learning more about permaculture, frontend development and UX design, I decided to explore this further and to design a Progressive Web Application.": "Depuis j'ai beaucoup appris sur la permaculture, le développement Front-End et le design. J'ai décidé de pousser le projet un peu plus loin et de développer une application Web progressive.",
  "Download the 2016 prototype for Android devices" : "Télécharger le prototype de 2016 pour appareils Android (en anglais)",
  "About me": "À propos de moi",
  "I'm a software developer exploring UX design and living in Ayrshire, Scotland. I want to promote better uses of natural resources, and permaculture as an intelligent design, which meet human needs whilst enhancing biodiversity, and reducing our impact on the planet.":
     "Je suis une développeuse de logiciels qui explore les aspects du design et des interactions avec l'utilisateur. Je vis en Ayrshire en Écosse. Je souhaite promouvoir un meilleur usage des ressources naturelles, et la permaculture qui permet de subvenir à nos besoins tout en favorisant la biodiversité et en réduisant notre impact sur la planète."



}

